{
  "ru": {
    "title": "Пользовательское соглашение",
    "text": "<h2>Термины и определения, используемые в Соглашении</h2> 1.1. Сайт – совокупность программных и аппаратных средств для ЭВМ, обеспечивающих публикацию для всеобщего обозрения информации и данных, объединенных общим целевым назначением, посредством технических средств, применяемых для связи между ЭВМ в сети Интернет.</br>1.2. Администратор/Владелец Сайта – Maksym-SH.</br> 1.3. Контентом Сайта признаются все объекты, размещенные на Сайте, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, скрипты, программы, музыка, звуки и другие объекты и их подборки. Владелец Сайта является обладателем исключительных прав на использование Сайта, включая весь контент Сайта.</br> 1.4. Пользователь – пользователь сети Интернет, в частности Сайта, имеющий свою личную страницу (профиль/аккаунт).</br> 1.5. Профиль/аккаунт (Профиль) – личная страница Пользователя на Сайте, доступная всем Пользователям Сайта.</br> 1.6. Учетная информация – уникальное имя Пользователя (логин) и пароль для входа на Сайт, указываемые Пользователем при регистрации на Сайте.</br> 1.7. Модерация – просмотр Владельцем Сайта размещаемой (или планируемой к размещению – Премодерация) на Сайте Пользователем информации на предмет ее соответствия положениям настоящего Соглашения.</br> <h2>Соглашение</h2> 2.1.Владелец Сайта оказывает Пользователю услуги по предоставлению доступа к сервисам Сайта, при этом обязательным условием оказания Владельцем Сайта услуг в соответствии с настоящим Соглашением является принятие, соблюдение Пользователем и применение к отношениям Сторон требований и положений, определенных настоящим Соглашением.</br> 2.2. Владелец Сайта оставляет за собой право изменять условия настоящего Соглашения и всех его неотъемлемых частей без согласования с Пользователем с уведомлением последнего посредством размещения на Сайте новой редакции Соглашения или какой-либо его неотъемлемой части, подвергшейся изменениям. Принимая во внимание, что информационная рассылка может быть признана Сторонами спамом, Пользователь обязуется не менее одного раза в месяц знакомиться с содержанием Соглашения, размещенного на Сайте, в целях своевременного ознакомления с его изменениями. Новая редакция Соглашения и/или какой-либо его неотъемлемой части вступает в силу с момента опубликования на Сайте, если иной срок вступления изменений в силу не определен Владельцем Сайта при их опубликовании. Действующая редакция Соглашения и всех приложений к нему всегда находится на Сайте в публичном доступе. <h2/>Права и обязанности Владельца Сайта</h2> <b>3.1. Владелец Сайта обязуется:</b></br> 3.1.1. Оказывать Пользователю услуги, указанные в пункте 2.1 настоящего Соглашения. Доступ к Сайту предоставляется путем присвоения Пользователю Учетной информации.</br> 3.1.2. Предоставлять Пользователю возможность самостоятельно публиковать информацию о самом себе.</br> 3.1.3. Не разглашать третьим лицам Учетную информацию Пользователя.</br> 3.1.4. Обеспечивать круглосуточную доступность сервера, на котором расположен Сайт, за исключением времени проведения профилактических работ. </br> <b>3.2. Владелец Сайта имеет право:</b></br> 3.2.1. В случае нарушения Пользователем условий Соглашения направить Пользователю предупреждение, содержащее перечень нарушений. В случае если Пользователь не устранит нарушения в течение одного дня с момента направления ему уведомления или повторно нарушит указанные условия или иные условия, Владелец Сайта имеет право в одностороннем порядке отказаться от исполнения Соглашения, заблокировать доступ Пользователей к Профилю Пользователя и аннулировать Профиль Пользователя.</br> 3.2.2. Осуществлять Модерацию в случаях, когда информация, размещаемая Пользователем, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам; пропагандирует употребление наркотических и прочих средств, наносящих вред здоровью; призывает к бесчеловечному обращению с животными; нарушает права национальных и иных меньшинств; содержит призывы к насильственным действиям; нарушает права авторов и иных владельцев интеллектуальных прав.</br> 3.2.3. Распоряжаться статистической информацией, связанной с функционированием Сайта, а также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей Сайта.</br> 3.2.4. Направлять Пользователю информацию о развитии Сайта и его сервисов; отправлять sms-сообщения с целью информирования о кодах активации, проведения опросов о качестве работы Сайта, предоставления и запросов прочей информации, а также рекламировать собственную деятельность и услуги. <h2>Права и обязанности Пользователя</h2> <b>4.1. Пользователь обязуется:</b></br> 4.1.1. Полностью ознакомиться с условиями настоящего Соглашения до момента регистрации на Сайте.</br> 4.1.2. Соблюдать все условия настоящего Соглашения.</br> 4.1.3. Не передавать сведения о других Пользователях, полученные посредством Сайта, третьим лицам.</br> 4.1.4. Не передавать свою Учетную информацию третьим лицам.</br> 4.1.5. Не размещать на Сайте персональные данные других лиц, а также не использовать персональные данные других Пользователей или Пользователей каким-либо образом, не соответствующим требованиям законодательства, в противоправных или противозаконных целях, в целях извлечения выгоды и любых иных целях, не соответствующих целям создания Сайта.</br> 4.1.6. Не размещать в Профиле информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц.</br> 4.1.7. Не регистрироваться в качестве Пользователя от имени или вместо другого лица или регистрировать группу (объединение) лиц или юридическое лицо/индивидуального предпринимателя в качестве Пользователя.</br> 4.1.8. Не загружать, не хранить, не публиковать, не распространять любую информацию, которая:</br> <ul> <li>содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц;</li> <li>нарушает права несовершеннолетних лиц;</li> <li>является вульгарной или непристойной, содержит нецензурную лексику, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних;</li> <li>содержит сцены насилия либо бесчеловечного обращения с животными;</li> <li> содержит описание средств и способов суицида, любое подстрекательство к его совершению;</li> <li> пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства;</li> <li>содержит экстремистские материалы;</li> <li>пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий;</li> <li> содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственную и коммерческую тайну, информацию о частной жизни третьих лиц;</li> <li> содержит рекламу или описывает привлекательность употребления алкоголя и/или наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению;</li> <li> носит мошеннический характер;</li> <li> а также нарушает иные права и интересы граждан и юридических лиц или требования законодательства.</li></ul> 4.1.9. Не использовать программное обеспечение и не осуществлять действия, направленные на нарушение нормального функционирования Сайта и его сервисов или персональных страниц Пользователей, не загружать, не хранить, не публиковать, не распространять и не предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы; не использовать без специального на то разрешения Владельца Сайта автоматизированные скрипты (программы) для сбора информации на Сайте и (или) взаимодействия с Сайтом и его сервисами.</br> 4.1.10. Не пытаться получить доступ к логину и паролю другого Пользователя, в том числе включая, но не ограничиваясь, обман, взлом Профилей других Пользователей и прочее.<b></br>4.2. Пользователю запрещено:</b></br> 4.2.1. Осуществлять незаконные сбор и обработку персональных данных других Пользователей.</br> 4.2.2. Осуществлять доступ к каким-либо услугам иным способом, кроме как через интерфейс, предоставленный Владельцем Сайта, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с отдельным соглашением с Владельцем Сайта.</br> 4.2.3. Воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать услуги для каких-либо целей, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с условиями отдельного соглашения с Владельцем Сайта.</br> 4.2.4. Размещать коммерческую и политическую рекламу вне специальных разделов Сайта, установленных Владельцем Сайта.</br> 4.2.5. Размещать любую информацию, которая, по мнению Владельца Сайта, является нежелательной, ущемляет интересы Пользователей или по другим причинам является нежелательной для размещения на Сайте.</br> <b>4.3. Пользователь имеет право:</b></br> 4.3.1. Круглосуточно получать доступ к серверу, на котором расположен Сайт, за исключением времени проведения профилактических работ.</br> 4.3.2. Самостоятельно изменять пароль, не уведомляя об этом Владельца Сайта.</br> 4.3.3. Самостоятельно редактировать ранее размещенную о себе информацию на Сайте.</br> 4.3.4. Обратиться в службу поддержки для блокирования своего Профиля (при отсутствии действующих демодоступов и подписок)."
  },
  "eng": {
    "title": "Terms of use",
    "text": "<h2>Terms and definitions used in the Agreement</h2> 1.1. Site - a set of software and hardware for computers that provide the publication for public viewing of information and data, united by a common purpose, through technical means used for communication between computers on the Internet.</br>1.2. Administrator/Owner of the Site – Maksym-SH.</br> 1.3. The content of the Site is recognized as all objects posted on the Site, including design elements, text, graphics, illustrations, videos, scripts, programs, music, sounds and other objects and their collections. The Site Owner is the owner of the exclusive rights to use the Site, including all content of the Site.</br> 1.4. User - a user of the Internet, in particular the Site, who has his own personal page (profile/account).</br> 1.5. Profile/account (Profile) - the User's personal page on the Site, available to all Site Users.</br> 1.6. Accounting information - a unique User name (login) and password to enter the Site, specified by the User when registering on the Site.</br> 1.7. Moderation - review by the Site Owner of the information posted (or planned to be posted - Premoderation) on the Site by the User for its compliance with the provisions of this Agreement.</br> <h2>Agreement</h2> 2.1. The Site Owner provides the User with services to provide access to services of the Site, while the obligatory condition for the provision of services by the Site Owner in accordance with this Agreement is the acceptance, compliance by the User and application to the relations of the Parties of the requirements and provisions defined by this Agreement.</br> 2.2. The Site Owner reserves the right to change the terms of this Agreement and all its integral parts without the consent of the User, notifying the latter by posting on the Site a new version of the Agreement or any of its integral parts that have undergone changes. Taking into account that the newsletter may be recognized as spam by the Parties, the User undertakes to familiarize himself with the content of the Agreement posted on the Site at least once a month in order to timely familiarize himself with its changes. The new version of the Agreement and / or any of its integral parts comes into force from the moment of publication on the Site, unless a different date for the entry into force of the changes is determined by the Site Owner when they are published. The current version of the Agreement and all annexes to it are always on the Site in public access. <h2/>Rights and obligations of the Site Owner</h2> 3.1. The Site Owner undertakes:</b></br> 3.1.1. Provide the User with the services specified in paragraph 2.1 of this Agreement. Access to the Site is provided by assigning Accounting Information to the User.</br> 3.1.2. Provide the User with the opportunity to independently publish information about himself.</br> 3.1.3. Do not disclose the User Account Information to third parties.</br> 3.1.4. Provide round the clock the availability of the server on which the Site is located, with the exception of the time of preventive maintenance. </br> 3.2. The Site Owner has the right:<br/></b> 3.2.1. If the User violates the terms of the Agreement, send the User a warning containing a list of violations. In the event that the User does not eliminate the violation within one day from the moment the notification was sent to him or if he repeatedly violates the specified conditions or other conditions, the Site Owner has the right to unilaterally refuse to execute the Agreement, block the Users' access to the User Profile and cancel the User Profile.</ br> 3.2.2. Carry out Moderation in cases where information posted by the User promotes hatred and / or discrimination of people on racial, ethnic, gender, religious, social grounds; promotes the use of drugs and other drugs that are harmful to health; calls for inhuman treatment of animals; violates the rights of national and other minorities; contains calls for violent action; violates the rights of authors and other owners of intellectual rights.</br> 3.2.3. Dispose of statistical information related to the functioning of the Site, as well as information of Users to ensure targeted display of advertising information to various audiences of Users of the Site.</br> 3.2.4. Send the User information about the development of the Site and its services; send sms messages to inform about activation codes, conduct surveys about the quality of the Site, provide and request other information, and also advertise their own activities and services. <h2>Rights and obligations of the User</h2> <b>4.1. The user undertakes:</b></br> 4.1.1. Fully familiarize yourself with the terms of this Agreement before registering on the Site.</br> 4.1.2. Comply with all the terms of this Agreement.</br> 4.1.3. Do not transfer information about other Users obtained through the Site to third parties.</br> 4.1.4. Do not transfer your Account Information to third parties.</br> 4.1.5. Do not post personal data of other persons on the Site, and do not use the personal data of other Users or Users in any way that does not comply with the requirements of the law, for illegal or unlawful purposes, in order to derive benefits and for any other purposes that do not correspond to the purposes of creating the Site.</br> 4.1.6. Do not post in the Profile information and objects (including links to them) that may violate the rights and interests of other persons.</br> 4.1.7. Do not register as a User on behalf of or instead of another person or register a group (association) of persons or a legal entity / individual entrepreneur as a User.</br> 4.1.8. Do not upload, store, publish, distribute any information that:</br> <ul><li>contains threats, discredits, insults, discredits honor and dignity or business reputation or violates the privacy of other Users or third parties;</li><li>violates the rights of minors;</li> <li>is vulgar or obscene, contains obscene language, contains pornographic images and texts or scenes of a sexual nature involving minors;</li> <li> contains scenes of violence or inhuman treatment of animals;</li> <li>contains a description of the means and methods of suicide, any incitement to commit it;</li> <li>promotes and / or contributes to inciting racial, religious, ethnic hatred or enmity, promotes fascism or the ideology of racial superiority;</li><li>contains extremist materials;</li> <li>promotes criminal activity or contains advice, instructions or guidelines for the commission of criminal acts;</li><li>contains information of limited access, including, but not limited to, state and commercial secrets, information about the private life of third parties;</li> <li>contains advertising or describes the attraction of the use of alcohol and / or drugs, including 'digital drugs' (sound files that affect the human brain through binaural beats), information about the distribution of drugs, recipes for their manufacture and tips for using;</li> <li>is fraudulent;</li><li>and also violates other rights and interests of citizens and legal entities or the requirements of the law.</li></ul></br> 4.1.9. Do not use the software and do not carry out actions aimed at disrupting the normal functioning of the Site and its services or personal pages of Users, do not download, store, publish, distribute or provide access to or otherwise use viruses, trojans and other malicious programs; do not use automated scripts (programs) without the special permission of the Site Owner to collect information on the Site and (or) interact with the Site and its services.</br> 4.1.10. Do not try to get access to the login and password of another User, including, but not limited to, deception, hacking the Profiles of other Users, etc.<h2>4.2. The user is prohibited from:</h2> 4.2.1. Carry out illegal collection and processing of personal data of other Users.</br> 4.2.2. Access any services otherwise than through the interface provided by the Site Owner, unless such actions have been expressly permitted to the User in accordance with a separate agreement with the Site Owner. </br> 4.2.3. Reproduce, duplicate, copy, sell, trade and resell services for any purpose, except when such actions were expressly permitted to the User in accordance with the terms of a separate agreement with the Site Owner.</br> 4.2.4. Place commercial and political advertisements outside the special sections of the Site established by the Site Owner.</br> 4.2.5. Post any information that, in the opinion of the Site Owner, is undesirable, infringes on the interests of Users, or for other reasons is undesirable for posting on the Site.<h2>4.3.The user has the right:</h2> 4.3.1. Twenty-four seven access to the server on which the Site is located, except for the time of preventive maintenance.</br> 4.3.2. To independently change the password without notifying the Site Owner.</br> 4.3.3. Independently edit information previously posted about yourself on the Site.</br> 4.3.4. Contact the support service to block your Profile (in the absence of valid demo access and subscriptions)."
  }
}
